public class Main {

  public static void main(String[] args) {
    // Входной файл: in.txt
    // В первой строке дано количество записей.
    // Далее, каждая запись содержит фамилию кандидата и число голосов,
    // отданных за него в одном из штатов.
    // Подведите итоги выборов: для каждого из участника голосования определите число отданных
    // за него голосов.

    // Пример ввода:
    // 5
    // McCain 10
    // McCain 5
    // Obama 9
    // Obama 8
    // McCain 1

    // Пример вывода:
    // McCain 16
    // Obama 17
  }
}